article_data = {0: {0: '- اتقدم إليكم بكشف حساب بفترة رئاسية في كل مجالات العمل الوطني.'},
                1: {0: '- الشعب المصري استطاع في أربع سنوات بتماسكه وتلاحمه أن يقف صامدا '
                       'متحديا التحدي ذاته.'},
                2: {0: '- تاريخ الأمم ليس حلقات منفصلة أو جزر منعزلة بل هو سياق متصل يزدهر '
                       'بالنضال والانتصارات.'},
                3: {0: '- قوي الشر صاحبة المخططات والأطماع في الثروات والمقدرات العربية.'},
                4: {0: '- خسائر الدول العربية بلغت 900 مليار دولار في البنية التحتية، وخلفت '
                       'أكثر من مليون و400 ألف قتيل وأكثر من 15 مليون لاجئ.'},
                5: {0: '- منذ أن بدأت ممارسة حياتي العملية و كنت أراقب مقدمات ما يجري في '
                       'منطقتنا العربية.'},
                6: {0: '- مصر هي الهدف الرئيسي، والجائزة الكبرى لمن أراد بهذه الأمة شرا.'},
                7: {0: '- "لن يستطيع أي رئيس يعمل حاجة دونكم.'},
                8: {0: '- توفير فرص عمل لملايين الشباب المصري لتقليل نسب البطالة واستيعاب حجم '
                       'التدفق الهائل على سوق العمل.'},
                9: {0: '- تقديم مصر بصورة جديدة إلى العالم كساحة عمل وبناء في كافة المجالات.'},
                10: {0: '- إنشاء قاعدة صلبة للبناء الصناعي من أجل تحويل مصر إلى مركز صناعي '
                        'دولي متقدم'},
                11: {0: '- تعزيز عناصر القوة الشاملة والقدرات العسكرية من أجل الحفاظ على '
                        'الأمن القومي وحدود الدولة وتأمين السلام والدفاع عن مقدرات الوطن'},
                12: {0: '-على مدار فترة مسؤوليتي حققنا طفرة غير مسبوقة في مؤشرات التنمية '
                        'الاقتصادية.'},
                13: {0: '-انخفاض معدلات التضخم من 35% إلى 22% خلال الشهر الحالي ونستهدف '
                        'الوصول بها إلى نسبة 13%.'},
                14: {0: '- القضاء على ظاهرة العشوائيات والمناطق غير الآمنة وتوفير المسكن '
                        'الملائم للمصريين.'},
                15: {0: '-اللي هيغلط هيتحاسب مهما كانت سلطته، حتى لو أنا، مفيش موضوع بيتم '
                        'تجنبه كله بالقانون، ومفيش دولة فيها 100 مليون مفيهاش فساد، مفيش بشر '
                        'خاليين من أخطاء".'},
                16: {0: '- أتمنى ألاقي اهتمام قوي من جانب رجال الأعمال بصندوق (تحيا مصر) منذ '
                        'تأسسيه، الصندوق جمع لحد دلوقت 7 مليارات جنيه، ولو كان في مشاركة قوية '
                        'كان زاد الرقم أضعاف.'},
                17: {0: '- إذا رفض الشعب الإجراءات الاقتصادية كنا هنمشي، وكان هيكون في '
                        'انتخابات رئاسية مبكرة وتيجي ناس تشيل مكنّا تكون أقدر مننا.'},
                18: {0: '- فى حاجات مينفعش اتكلم فيها، ولن أفصح عن التكلفة المالية لمشروع '
                        'الضبعة نظرًا لشروط الاتفاق لكن سندفع أول قسط بعد 5 سنوات من الإنتاج '
                        'وعلى مدار 25 سنة.'},
                19: {0: '- يوجد ثقة كبيرة لدى المستثمرين والدولة المصرية، وكنت بسهل الأمر، '
                        'لدرجة إن الأراضي تخصصت للمشروعات بالتليفون بعد ما كانت بتاخد 3 سنوات '
                        'عشان ده يحصل.'},
                20: {0: '- مفيش دولة مش عايزة تقوم ويكون لها برنامج اقتصادي طموح، دون تطوير '
                        'البنية التحتية والأساسية.'},
                21: {0: '"أنا عارف الفاسدين كويس أوي.. واللي هيقرب من الكرسي ده منهم يحذر '
                        'مني".'},
                22: {0: '- متخافوش إنكم تفشلوا وتتناعوا وتتصارعوا وتذهب ريحكم، وواجهوا '
                        'التحديات بالأمل والعمل.'},
                23: {0: '- الدولة قامت بمشروع اقتصادي وطني من خلال برنامج ضخم لتطوير البنية '
                        'الأساسية خلال الفترة السابقة.'},
                24: {0: '- لا يليق الحديث عن بدل بطاقة التموين والانصراف عن المشروعات القومية '
                        'الكبرى.'},
                25: {0: '- أنا مسئول أمام الله عن البلد.'},
                26: {0: '- لن نسمح بانقطاع الكهرباء مرة أخرى، مثلما حدث في 2015.'},
                27: {0: '- لا بد من إنشاء مستودعات على مستوى الدولة، ومستودعات استراتيجية '
                        'لتخزين الغاز المطلوب.'},
                28: {0: '- لولا إجراءات الدولة الجادة في التنمية كانت ستتعرض لانهيار حقيقي.'},
                29: {0: '- نسعى لأن نُكوّن جسرًا لنقل الكهرباء إلى إفريقيا وآسيا وأوروبا بعد '
                        'ما توقفت جميع أنشطة الشركات الأجنبية العاملة في مجال البترول والغاز '
                        'من 2010 إلى 2013'},
                30: {0: '- ثورة 2011 أفرزت تحديات صعبة سندفع ثمنها لسنوات طويلة قادمة.'},
                31: {0: '- تعرضت مصر لمظاهرتين يهدوا أي بلد، وده مش هيحصل تاني في عهدي.'},
                32: {0: 'إحنا بنخاف نفتتح المشروعات من أهل الشر.. والله بحلف بنخاف نفتتح من '
                        'أهل الشر'},
                33: {0: 'لن يتم إلغاء بطاقات التموين ودعم الخبز، واحذروا من الشائعات ومن '
                        'يجعلكم تشككون في أنفسكم وفي دولتكم'},
                34: {0: '- السيسي للمصريين "اتحملوا الضغوط الناتجة عن عملية الإصلاحات '
                        'الاقتصادية"'},
                35: {0: '-لم أكن قلقاً على تسويق المشروعات القومية المصرية لثقتي في وعي '
                        'المصريين.'},
                36: {0: '- علينا جميعاً أن ندرك أننا لن نقوم بتوزيع المال على المواطنين وإنما '
                        'نعمل بجد لبناء دولة وتأسيس مستقبل.'},
                37: {0: '- امتلاك مشروع الضبعة يتيح لمصر تكنولوجيا متقدمة، ودفع أول قسط '
                        'لتكلفة المشروع بعد 5 سنوات من الإنتاج.'},
                38: {0: '- نهدف لتبصير المصريين بحجم التحدي الذي يواجهنا.'},
                39: {0: '- زيادة عدد الموظفين بالدولة يزيد العبء علي الموازنة العامة للدولة.'},
                40: {0: '- مش ممكن أبيع وهم، ومعرفش أقول كلام مش صادق فيه.'},
                41: {0: 'هناك إرادة سياسية حقيقية لمواجهة الفساد في مصر'},
                42: {0: '- مصر في 1967 لم تكن مدينة بأي أموال، والديون بدأت من 1968 حتى وصلت '
                        'إلى تريليونات من الجنيهات.'},
                43: {0: '- الغطاء الذهبي (احتياطي مصر من الذهب) ضاع في حرب اليمن 1960.'},
                44: {0: '- ما حققته مصر بعد 3 يوليو ما كان ليتحقق لولا الأشقاء الذين وقفوا '
                        'بجانبنا وقدموا كل الدعم لمصر، فلهم كل التحية والتقدير.'},
                45: {0: '- نهدف لتبصير المصريين بحجم التحدي الذي يواجهنا.'},
                46: {0: '- علينا جميعاً أن ندرك أننا لن نقوم بتوزيع المال على المواطنين وإنما '
                        'نعمل بجد لبناء دولة وتأسيس المستقبل'},
                47: {0: '- حصة مصر من مياه النيل لم تتغير منذ عشرات السنوات، لكن يجب تحسين '
                        'استخدام الموارد المائية لأنها ثابتة وعدد السكان يتضاعف. كذلك لابد من '
                        'معالجة المياه وإعادة استخدامها مرة أخرى.'},
                48: {0: '- العاملون في المشروعات القومية هم خير دعاية لها في الداخل والخارج'},
                49: {0: '- كنا سنتعرض لانهيار حقيقي لولا إقامة مشروعات الطاقة، فالطاقة أمر '
                        'ضروري لتلبية الطلب المحلي والاستثمارات، ومازالت هناك مناطق تعاني من '
                        'انقطاع الكهرباء لذا يجب استكمال تطوير هذا القطاع'},
                50: {0: '- نعمل على زيادة المعروض من السلع لإجبار السوق على تخفيض الأسعار.'},
                51: {0: '- الفترة الماضية كانت فترة من أصعب الفترات التي مرت على مدار '
                        'التاريخ.'},
                52: {0: '- تساؤلات المواطنين تؤكد على ضرورة اهتمامهم بمعرفة مجريات الأمور.'},
                53: {0: '- البطل الحقيقي لمعركة الحفاظ على الدولة المصرية ومقدراتها هم '
                        'المصريون.'},
                54: {0: '- أتوجه بتحية تقدير واعتزاز للشعب المصري الذي كان سدًا منيعًا لمن '
                        'أراد بالدولة شرا.'},
                55: {0: '- أتوجه بالشكر للأزهر الشريف منارة الوسطية، وللكنيسة حاملة المحبة '
                        'والوطنية، وفخري بجيش مصر العظيم حارس المقدرات والحصن المنيع الذي '
                        'يصون الأرض، وللشرطة حافظة الأمن والأمان.'},
                56: {0: '- تحية تقدير واعتزاز خاصة للمرأة المصرية التي تحملت وجدت وصابرت '
                        'وقدمت التحديات.'},
                57: {0: '- الوطن سينطلق بسواعد الشباب وأفكارهم.'},
                58: {0: '- أشهد الله أنني لم أقصر للحظة في عمل.'},
                59: {0: '- مستعد أن أقدم روحي فداء لهذا الوطن ولهذا الشعب.'},
                60: {0: '- لم أكن طالبا لسلطة أو ساعيًا لنصب.'},
                61: {0: '- مصر الدار والسكن التي سكنت القلوب.. ولازلت أتمنى أن آراها في مقدمة '
                        'الأمم.'},
                62: {0: '- أقدم ما تحقق في أربع سنوات للرئيس القادم الذي ستختارونه في '
                        'الانتخابات الرئاسية.'},
                63: {0: '- أناشد الجميع بالنزول في الانتخابات لاختيار من يرونه أفضل لإدارة '
                        'البلاد.'},
                64: {0: '- لا أستطيع البقاء ثانية واحدة على تحمل المسئولية على غير إرادتكم.'},
                65: {0: '- اسمحوا لي بالترشح لمنصب رئيس الجمهورية لفترة ثانية.'},
                66: {0: 'والنبي متكسروش بخاطر مصر'},
                67: {0: 'لو إحنا منقدرش نحمي الشعب يبقى نروح نموت'},
                68: {0: 'مصر أم الدنيا و حتبقى قد الدنيا.'},
                69: {0: 'انتو مش عارفين إن انتوا نور عنينا'},
                70: {0: 'تتقطع إيدينا لو اتمدت على مصري'},
                71: {0: 'الجيش أسد ههو في أسد بياكل ولاده؟، احنا ملناش في الإشاعات أو '
                        'الافتراءات'},
                72: {0: 'التظاهر غير المسؤول هيوقع مصر.. الأمر لن يستقيم بحالة الفوضى بالشكل '
                        'اللى كانت موجودة فيه'},
                73: {0: 'إن المعطيات الواحدة دوما ما تصل بنا إلى نتائج واحدة مهما اختلف شكل '
                        'المعادلة أو طريقة البرهان'},
                74: {0: 'حينما يتعرض الأمن القومي العربي لتهديد حقيقي ونُستدعى فيه تبقى مسافة '
                        'السكة'},
                75: {0: 'أنتوا مش عارفين إنكم نور عنينا ولا إيه، إحنا مش بننسى ولا يمكن أن '
                        'ننسى وقفتكم معانا'},
                76: {0: 'أن الجيش المصري لا ينسى من يقف بجانبه ومن يقف ضده ومصر هتبقى قد '
                        'الدنيا'},
                77: {0: 'أوعوا تكونوا مش مصدقين إن مصر هتبقى قد الدنيا والصغير منكم يفتكر '
                        'الكلام دا عني وبكرة تشوفوا احنا المسئولين أمام الله للحفاظ عليكم يا '
                        'مصريين وكمان يا عرب'},
                78: {0: 'ليا طلب عندكم مصر منتظره منكم نضال وعمل متكسروش بخاطر مصر'},
                79: {0: 'إيد الجيش متتمدش على حد، خلوا بالكم من الكلام ده كويس إحنا إيدينا '
                        'تنقطع قبل ما تمسكم'},
                80: {0: 'أمن الخليج جزء لا يتجزأ من الأمن المصري ما احنا قولنا مسافة السكة مش '
                        'مسافة السكة بردوا ولا إيه؟'},
                81: {0: 'لا يمكن أن يتم اختراق العلاقة بين القوات المسلحة والشعب بأي حال من '
                        'الأحوال'},
                82: {0: 'ويخطئ من يعتقد أننا سنظل صامتين أمام أي إساءة لقيادات الجيش في '
                        'الفترة المقبلة ولو إحنا ماقدرناش نحمي الشعب كضباط جيش نروح نموت '
                        'أحسن'}}
